MesTool/MESWebServiceSoap.CanLogin.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
    xmlns:SOAP-ENV="http://www.w3.org/2003/05/soap-envelope"
    xmlns:SOAP-ENC="http://www.w3.org/2003/05/soap-encoding"
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema"
    xmlns:ns1="http://tempuri.org/">
 <SOAP-ENV:Body>
   <ns1:CanLogin>
    <ns1:strUsername></ns1:strUsername>
    <ns1:strPassword></ns1:strPassword>
   </ns1:CanLogin>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
